"lblChargeLimit" = "Limite:";
"btnDischarge" = "Descargar";
"btnTopup" = "A tope";
"btnInstallHelper" = "Instalar Soporte";
"btnQuit" = "Salir";
"hlpSailingModePopover" = "Activado modo Surf.";
"hlpCalibrationPopover" = "En este momento se esta realizando el rebalanceo y la recalibración.";
"hlpHeatProtectionPopover" = "Carga desactivada por alta temperatura de la bacteria. Temperatura actual: ";
"hlpIntelModePopover" = "Modo Intel habilitado.";
"lblSailingMode" = "Modo Surf";
"txtEnabled" = "Habilitado";
"txtDisabled" = "Deshabilitado";
"hlpSailingModeSettings" = "Una vez que AlDente haya terminado de cargar tu batería al valor deseado dejará que su MacBook vuelva al porcentaje fijado antes de cargar nuevamente. Eso se hace para prevenir carga y descarga rápida alrededor del valor fijado.";
"txtWillSailTo" = "Surfear hasta ";
"txtSailingModeDeactivated" = "Modo Surf desactivado.";
"lblHeatProtection" = "Protección de Calor";
"hlpHeatProtectionSettings" = "AlDente dejará de cargar de manera automática una vez que la temperatura de la batería pase el valor fijado.";
"txtMaxTemp" = "Temp Max.";
"txtCurrent" = "  Actual: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "Protección de Calor desactivada.";
"lblCalibrationMode" = "Modo Calibración";
"btnStopCalibration" = "Stop Calibración";
"btnStartCalibration" = "Iniciar Calibración";
"txtDischarge15" = "Descarga\n15%";
"txtCharge100" = "Carga\n100%";
"txtHold1h" = "Mantener\n1h";
"txtDischarge" = "Descargar\n";
"lblStopChargingWhenSleeping" = "Stop cargar\ncuando está descansando";
"hlpStopChargingWhenSleeping" = "Si se activa esta función, la carga se detiene de manera automática cuando el sistema entra en modo descanso aunque no se haya alcanzado el porcentaje deseado..";
"lblStopChargingWhenClosed" = "Stop cargar\ncuando se cierre el app";
"lblStopChargingWhenPoweredOff" = "Stop cargar\ncuando se apaga es dispositivo";
"hlpStopChargingWhenPoweredOff" = "Si se activa esta función la carga se mantiene desactivada cuando se apaga AlDente. Se puede reactivar arrancando de nuevo a AlDente o reseteando el SMC.";
"lblIntelMode" = "Modo Intel";
"hlpIntelModeSettings" = "Solo disponible en MacBooks Intel. Esto usa otro valor del SMC para controlar el valor máximo de carga. Funciones como Permitir descarga, Modo Surf y Calibración no se encuentran disponibles en este modo. El valor actual incluso puede variar hasta en un 5% del valor fijado.";
"lblHelperApp" = "Aplicación de Soporte";
"btnReinstall" = "Reinstalar";
"btnRemove" = "Remover";
"lblUpdates" = "Actualizaciones";
"btnCheckForUpdates" = "Actualización manual";
"txtCheckManually" = "Check de manera manual";
"txtCheckAutomatically" = "Check de manera automatica";
"lblOther" = "Otros";
"btnManageLicense" = "Gestionar Licencia";
"btnActivateLicense" = "Activar Licencia";
"btnSaveDebugFile" = "Guardar Archivo Debug";
"lblLaunchAtLogin" = "Arrancar al Login";
"hlpLaunchAtLogin" = "Arancar AlDente en el arranque del sistema";
"lblRestoreCompleted" = "Restauración Completada!";
"txtRestoreCompleted" = "Los valores de su Mac han sido restaurados a los valores de fábrica.";
"btnResetSettings" = "Resetear Ajustes";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Free";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Cocido en 2024 por AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/costos/";
"btnGetPro" = "Adquiere Pro!";
"lblSyncingChargeState" = "Sincronizar estado de carga";
"txtDischargeExitDescription" = "Ya que AlDente esta descargando su batería en este momento, tiene que esperar hasta que MacOS reconozca que la descarga ha terminado antes de salir de la app. Presione OK para salir de todas maneras, su pantalla se puede tornar blanca por un momento.";
"btnOK" = "OK";
"btnCancel" = "Cancelar";
"lblIntelNotification" = "AlDente está funcionado en Modo Intel";
"txtIntelNotification" = "Por limitaciones del hardware solo está disponible el Modo Intel en este MacBook. No se puede habilitar funciones Pro en este estado.";
"lblSetupNotification" = "AlDente Pro Configuración";
"txtSetupNotification" = "Por favor vaya a:\n\nAjustes de sistema ➔ Batería ➔ Batería\n\ny desactive \n\n \Optimizar carga de batería\.\n\nEso asegura que AlDente tenga control completo sobre la manera en la que se realiza la carga de la batería.";
"lblUpdateHelperNotification" = "Actualizar Soporte";
"txtUpdateHelperNotification" = "AlDente necesita actualizar la aplicación de soporte. Se puede remover este aplicación en todo momento usando\Desinstalar Soporte\ Button.";
"lblInstallHelperNotification" = "Desinstalar Soporte";
"txtInstallHelperNotification" = "Para poder controlar la manera de carga de us Macbook AlDente Pro necesita instalar una aplicación de soporte. Puede remover esta aplicación en todo momento usando el \Desinstalar Soporte\ Button.";
"lblHelperInstallSuccessNotification" = "¡Instalación Soporte exitosa!";
"lblRemoveHelperNotification" = "¿Remover Soporte?";
"txtRemoveHelperNotification" = "¿Usted realmente quiere desinstalar la aplicación soporte? AlDente solo puede operar con el soporte instalado.";
"lblHelperRemovedNotification" = "Soporte Removido";
"txtHelperRemovedNotification" = "Usted ha removido la aplicación de soporte de AlDente. Ya que AlDente depende de esa herramienta de soporte para hacer su magia no tiene mucho sentido usar la app hasta que no se vuelva a instalar la aplicación soporte. Por eso AlDente ahora se cerrará.";
"lblClamshellDischargeProNotification" = "¡Perdón!";
"txtClamshellDischargeProNotification" = "Activar Descarga en Modo Clamshell solo es disponible en la versión Pro.";
"lblDischargeInfoNotification" = "Algunas palabras sobre la función Descarga";
"txtDischargeInfoNotification" = "Para habilitar descarga en todos los escenarios, como por ejemplo Modo Clamshell, AlDente tiene que deshabilitar momentáneamente las funciones del modo descansar en su dispositivo. Por eso es posible que en algunos MacBook las funciones de descanso están en color gris. También algunas aplicaciones que controlan el manejo del modo descanso pueden no funcionar de manera correcta.";
"lblDebugInfoSavedNotification" = "Info Debug guardada";
"txtDebugInfoSavedNotification" = "Archivo de Info Debug ha sido guardado en: ";
"lblActivationSuccessfulNotification" = "¡Activación exitosa!";
"txtActivationSuccessfulNotification" = "¡Gracias por comprar AlDente Pro! Que la pasta esté contigo.";
"lblNoConnectionNotification" = "No hay conexión";
"lblDisableSleepCompletely" = "Desactivar la suspensión hasta\nel límite de carga";
"hlpDisableSleepCompletely" = "Con esta configuración habilitada, AlDente deshabilita el sistema de suspensión de su MacBook hasta que se alcanza el límite de carga, incluso cuando la Macbook este cerrada. El modo de suspensión vuelve a activarse automáticamente cuando se desconecta el cable de alimentación.";
"lblShowOnStartup" = "Mostrar al inicio";
"hlpShowOnStartup" = "La interfaz de usuario de AlDente se abrirá automáticamente cuando se inicie la aplicación.";
"hlpShowDockIcon" = "El icono de AlDente se mostrara en el dock.";
"lblShowDockIcon" = "Mostrar icono de muelle";
"hlpNoMenubarIcon" = "Elimina el icono de AlDente de la barra de menú. Al habilitar esto, solo se puede acceder a la aplicación a través del icono del dock.";
"lblPopoverAnimation" = "Animación emergente";
"hlpPopoverAnimation" = "Activar o desactivar la animación emergente.";
"lblPopupWindow" = "Ventana emergente";
"lblNoMenubarIcon" = "Ocultar icono de barra de menú";
"lblShowOnlyAlDenteIcon" = "Solo icono de AlDente";
"lblMenubarIcon" = "Icono de la barra de menú";
"txtHold" = "Espera\n";
"txtDifference" = "Diferencia:";
"txtNoConnectionNotification" = "AlDente debe verificar si su licencia es válida cada 30 días. Conéctese a Internet para que AlDente continue funcionando.";
"lblAdvancedIntelMode" = "Modo Intel avanzado";
"hlpSettingsLock" = "Los ajustes están bloqueados. Póngase en contacto con el administrador de su sistema para desbloquearlos.";
"hlpUseRealPercentage" = "Con esta configuración habilitada, AlDente toma como referencia el porcentaje de batería real del hardware. El valor que se muestra en macOS suele diferir de este en un pequeño porcentaje, según la antigüedad de la batería y el estado de carga.";
"ttlStats" = "Estadísticas";
"lblUseRealPercentage" = "Porcentaje de batería de hardware";
"hlpShowOnlyAlDenteIcon" = "¿Quién no querría un plato de pasta fresca en su barra de menú en todo momento?";
"hlpShowBatteryIcon" = "¿Quién no querría un plato de pasta fresca en su barra de menú en todo momento?";
"hlpShowPercentage" = "¿Quién no querría un plato de pasta fresca en su barra de menú en todo momento?";
"lblCheckAutomatically" = "Chequeo automático";
"txtIntelExplanation" = "En su MacBook, el límite de carga puede persistir cuando está apagado o en modo de suspensión. Tenga en cuenta que el porcentaje puede variar en algunos puntos en estos casos debido a limitaciones técnicas.";
"ttlMoreSettings" = "Más";
"ttlScheduleSettings" = "Calendario";
"lblSleep" = "Dormir";
"lblLockScreenWhenClosed" = "Pantalla de bloqueo cuando está cerrado";
"hlpLockScreenWhenClosed" = "Cuando está habilitado, la pantalla se bloquea automáticamente cuando se cierra la tapa y se desactiva el modo de suspensión.";
"lblAutomaticDischarge" = "Descarga automática";
"hlpAutomaticDischarge" = "Cuando está habilitado, AlDente descargará automáticamente al valor establecido si el porcentaje actual es mayor.";
"lblCharging" = "cargando";
"hlpAutomaticDischargeButton" = "AlDente descargará automáticamente su batería cuando el límite de carga establecido sea inferior al porcentaje de batería.";
"ttlGeneralSettings" = "General";
"ttlChargeSettings" = "Carga";
"ttlFeatureSettings" = "Características";
"ttlAppearanceSettings" = "Apariencia";
"txtSetupNotificationVentura" = "Vaya a:\n\nPreferencias del sistema ➔\nBatería ➔\nEstado de la batería (botón de información)\n\ny deshabilite:\n\n \Carga de batería optimizada\.\n\nEsto garantiza que AlDente tenga control total sobre el comportamiento de carga .";
"lblMagsafeLED" = "Magsafe LED";
"lblControlMagsafeLED" = "Control Magsafe LED";
"hlpControlMagsafeLED" = "Si esta configuración está habilitada, AlDente hace coincidir el color del LED Magsafe con el estado de carga actual.";
"lblBlinkOrangeDischarge" = "Parpadeo naranja durante la descarga";
"hlpBlinkOrangeDischarge" = "Si esta configuración está habilitada, el LED Magsafe parpadeará en naranja mientras la descarga esté habilitada.";
"lblMagsafeAlwaysOff" = "Siempre apagado";
"hlpMagsafeAlwaysOff" = "Si esta configuración está habilitada, el LED Magsafe siempre está apagado mientras AlDente esté funcionando.";
"ttlCalibrationNotPossible" = "¡La calibración no es posible!";
"txtCalibrationNotPossible" = "El modo de calibración solo está disponible cuando el cargador está conectado.";
"ttlSMCIssue" = "Error de límite de carga";
"txtSMCIssue" = "AlDente ha detectado un problema que puede hacer que el límite de carga no funcione temporalmente.\nReinicie su MacBook y desconecte el cable de carga del enchufe de la pared.\nEspere 5 minutos para restablecer el IC en el adaptador de corriente.\nDespués, conecte de nuevo el adaptador a la corriente y encienda su dispositivo.";
"ttlLowChargeLimitWarning" = "Límite de carga bajo";
"txtLowChargeLimitWarning" = "Mantener la batería en un porcentaje bajo durante un período de tiempo prolongado puede aumentar la posibilidad de una calibración incorrecta.\nEsto puede provocar que el dispositivo se apague involuntariamente.\nSi este es el caso, generalmente se puede solucionar con el modo de calibración de AlDente.";
"ttlTasks" = "Tareas";
"txtTasksIntelMode" = "La programación de tareas no está disponible en el modo Intel.";
"txtTasksNotActivated" = "¡Consigue AlDente Pro para desbloquear la programación de tareas!";
"txtCreateNewTask" = "¡Usa el botón + para agregar una nueva tarea!";
"txtTask" = "Tarea";
"txtStartTasksNext" = "Iniciar tareas en la próxima oportunidad:";
"txtTaskHistory" = "Historial de tareas";
"ttlName" = "Nombre:";
"ttlActive" = "Activo:";
"ttlAction" = "Acción:";
"txtTopUp" = "Recarga";
"txtDischargeTo" = "Descarga a";
"ttlRepeat" = "Repetir:";
"txtDaily" = "A diario";
"txtWeekly" = "Semanalmente";
"txtMonthly" = "Mensual";
"ttlStart" = "Comenzar:";
"hlpStartTasksNext" = "AlDente no puede ejecutar tareas mientras su MacBook está inactiva o apagada. Si su MacBook estaba inactiva o apagada mientras se suponía que se ejecutaba una tarea, comenzará la tarea en la próxima oportunidad, cuando se encienda nuevamente.";
"lblHelperInstallError" = "Error de instalación auxiliar";
"txtHelperInstallError" = "Ha habido un problema durante la instalación del asistente. Haga clic en Siguiente para recargar el servicio auxiliar. Se le pedirá que ingrese su contraseña nuevamente.";
"txtInstallHelper" = "AlDente necesita que su aplicación auxiliar se ejecute para funcionar. Instale la aplicación auxiliar.";
"txtHelperInstallSuccessNotification" = "¡La aplicación auxiliar se ha instalado correctamente!";
"txtPause" = "Pausa de carga";
"txtCalibrate" = "Iniciar modo de calibración";
"txtChargeTo" = "Establecer límite de carga";
"ttlAlDenteSetup" = "Configuración de AlDente";
"txtAlDenteHeadline" = "¡Bienvenidos a AlDente!";
"txtIntro" = "Antes de que podamos comenzar, necesitamos configurar algunas cosas.";
"ttlInstallHelper" = "Instalar la aplicación de ayuda";
"txtInstallHelperInfo" = "AlDente necesita la aplicación auxiliar para controlar el comportamiento de carga de su MacBook.";
"txtHelperInstalled" = "(Ayudante ya instalado)";
"ttlOptimisedCharging" = "Carga de batería optimizada";
"txtOptimisedChargingInfo" = "Para darle a AlDente un control total sobre el comportamiento de carga de su MacBook, la Carga de batería optimizada debe estar desactivada.";
"bpOpenSettings" = "• Abra Configuración del sistema → Batería";
"bpClickInfoButton" = "• Haga clic en el botón de información junto a Estado de la batería";
"bpDisableOptimisedCharging" = "• Desactivar Carga de batería optimizada";
"txtDisableOptimisedChargingOld" = "Vaya a: Preferencias del sistema ➔ Batería ➔ Batería y deshabilite: Carga de batería optimizada.";
"btnOpenSettings" = "Configuración abierta";
"ttlCustomiseAlDente" = "Personaliza AlDente";
"txtPresetInfo" = "¿Cómo usas tu MacBook?";
"btnMostlyHome" = "Principalmente en casa";
"btnOnTheGo" = "Muy activo";
"btnSkip" = "Saltar";
"ttlSetupModal" = "Esto configura los siguientes ajustes:";
"bpChargeLimit" = "• Límite de carga";
"bpLaunchAtLogin" = "• Lanzar al iniciar sesión";
"bpSailingMode" = "• Modo de navegación*";
"bpHeatProtection" = "• Protección al calor*";
"bpAutomaticDischarge" = "• Descarga Automática*";
"bpStopChargingWhenSleeping" = "• Deja de cargar cuando duermes*";
"bpStopChargingWhenClosed" = "• Dejar de cargar cuando se cierra la aplicación*";
"bpHardwareBatteryPercentage" = "• Porcentaje de batería de hardware*";
"ttlProLicense" = "Licencia profesional";
"txtProLicenseInfo" = "Si ya tiene una licencia Pro, puede activarla aquí.";
"btnUseFree" = "Usar gratis";
"btnActivatePro" = "Activar profesional";
"txtOn" = "En";
"txtOff" = "Apagado";
"txtOnlyInPro" = "* Solo Disponible en AlDente Pro";
"txtEveryWeekday" = "Días de semana";
"txtEvery2Weeks" = "Quincenal";
"lblStats" = "Estadísticas";
"lblPowerFlowNotAvailable" = "Debido a restricciones técnicas, Power Flow no está disponible en este sistema.";
"txtPowerFlowFreeExplanation" = "Estos son solo datos de ejemplo con fines de demostración. ¡Desbloquea AlDente Pro para obtener datos en tiempo real!";
"lblShowInPopover" = "Mostrar en ventana emergente";
"hlpShowInPopover" = "Si está habilitado, este widget también será visible en la ventana emergente de la barra de menú.";
"lblShowPercentage" = "Mostrar porcentaje";
"lblShowBatteryIcon" = "Mostrar batería";
"lblDischargeLimitToHighNotification" = "Límite de carga demasiado alto";
"txtDischargeLimitToHighNotification" = "Para usar la función de descarga, debe establecer el límite de carga en un valor inferior al porcentaje actual de la batería.";
"chkDontAskAgain" = "no vuelvas a preguntar";
"lblLimit" = "Límite:";
"txtAlDenteStatus" = "Estado de AlDente";
"txtMacOSNative" = "macOS nativo";
"txtMacOSColored" = "macOS de color";
"ttlSettingsBackup" = "Se ha encontrado una copia de seguridad de la configuración de AlDente Pro. ¿Quieres restaurarlos?";
"txtSettingsBackup" = "¿Restaurar configuración profesional?";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "Configuración de AlDente";
"txtDontShow" = "No se muestre";
"txtDontRepeat" = "No repites";
"lblIconStyle" = "Estilo de icono";
"txtAlDenteIcon" = "Logotipo AlDente";
"txtEnterTargetPercentage" = "Ingrese el porcentaje objetivo:";
"hlpSailingMinPerc" = "Por debajo del 20%, AlDente siempre cargará su batería y el modo de navegación se sobrescribe.";
"ttlPowerFlow" = "Flujo de energía";
"chkRembemberDecision" = "Recuerda mi decisión";
"ttlSensorData" = "Datos del sensor";
"ttlBatHealth" = "Salud de la batería";
"txtDesignCap" = "Capacidad de diseño:";
"txtMaxCap" = "Maxima capacidad:";
"txtHardwareCap" = "Capacidad de hardware:";
"txtMacOSCap" = "Capacidad de macOS:";
"txtCycleCount" = "Contador de Cíclos:";
"ttlBatSpecs" = "Especificaciones de batería";
"txtBatTemp" = "Temperatura de la batería:";
"txtTimeRemaining" = "Tiempo restante:";
"txtTimeToFull" = "Hora de completo:";
"txtBatterySerial" = "Número de serie:";
"ttlElectricalSpecs" = "Especificaciones eléctricas";
"txtChargerI" = "Corriente del cargador:";
"txtChargerU" = "Voltaje del cargador:";
"txtBatI" = "Corriente de la batería:";
"txtBatU" = "Voltaje de la batería:";
"txtSystemP" = "Carga del sistema:";
"txtCalibrationInterrupted" = "El modo de calibración se ha interrumpido. ¿Quieres continuar con la calibración?";
"txtPopover" = "Mostrar en Popover";
"ttlQuitApp" = "¿Dejar de AlDente?";
"txtQuitApp" = "¿Quieres salir de AlDente?";
"txtCondition" = "condición de macOS:";
"hlpLowPowerMode" = "El modo MACOS de baja potencia está activo.";
"lblLowPowerMode" = "Modo de baja potencia";
"lblTopUpWhileCalibrationNotification" = "Recarga no es posible.";
"txtTopUpWhileCalibrationNotification" = "La recarga no es posible mientras se ejecuta una calibración.Desactive el modo de calibración antes de comenzar a recargar.";
"txtNothing" = "Hacer nada";
"hlpRightClickAction" = "Determina lo que debería suceder cuando el icono AlDente en la barra de menú se hace clic derecho.";
"txtToggleChargeLimit" = "Iniciar/dejar de cargar";
"txtToggleLPM" = "Habilitar/deshabilitar el modo de baja potencia";
"txtRightClickAction" = "Menubar Haga clic derecho";
